Repository: common-repository/rng-isuc
Catalog: languages/rng-isuc-*.po
Languages: fa_ir

source: Settings Updated
fa_ir: تنظیمات به روز شدند

source: Error with Updating
fa_ir: خطا در زمان ذخیره سازی

source: save
fa_ir: ذخیره تنظیمات

source: Last posts viewed
fa_ir: آخرین پست های مشاهده شده

source: General settings
fa_ir: تنظیمات عمومی

source: Set user post viewed
fa_ir: ثبت پست های بازدید شده کاربر

source: Show Side Nav post viewed
fa_ir: بازدید اخیر در قالب منو کنار

source: Permission
fa_ir: دسترسی پست تایپ ها

source: Post Count
fa_ir: تعداد نوشته

source: General Settings of rng-isuc WP Plugin. At The First Please select Post types.
fa_ir: تنظیمات عمومی پلاگین بازدید های اخیر . لطفا ابتدا پست تایپ هایی که قرار است از آن ها بازدید ثبت شود را انتخاب کنید.

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: rng-isuc is activated, you may need to configure it to work properly.
fa_ir: پلاگین آخرین پست های مشاهده شده فعال شد. لطفا ابتدا تنظیمات آن را پیکره بندی کنید تا کارکرد پلاگین بهتر شود.

source: Go to Settings page
fa_ir: رفتن به تنظیمات

source: Dismiss
fa_ir: انصراف

source: Settings
fa_ir: تنظیمات

source: rng-isuc
fa_ir: ثبت آخرین پست های بازدید شده

source: WordPress Plugin that shows last post viewed by user in several viewes like widget, shortcode and sidebar navigation
fa_ir: پلاگین وردپرس جهت نمایش آخرین پست های بازدید شده کاربر در قالب ویدجت ، شورتکد ، منوی کناری ،‌ بهمراه پنل تنظیمات

source: Abolfazl Sabagh
fa_ir: ابوالفضل صباغ

source: Show last post viewed by user
fa_ir: نمایش آخرین پست های مشاهده شده توسط کاربر

source: Last PostViewed
fa_ir: نمایش پست های مشاهده شده

source: Last Posts viewed
fa_ir: آخرین پست های مشاهده شده

source: No Post Was Viewed
fa_ir: هیچ پستی بازدید نشده است

source: Last post viewed
fa_ir: آخرین پست های مشاهده شده

source: Title
fa_ir: عنوان

source: Select post types
fa_ir: انتخاب پست تایپ

source: Posts per page
fa_ir: تعداد پست در صفحه

source: Select style
fa_ir: انتخاب استایل

source: style1 (simple list)
fa_ir: استایل یک (لیست ساده)

source: style2 (with thumbnail)
fa_ir: استایل دو (نمایش پست و تصویر)

source: Recently Viewed
fa_ir: موارد اخیراً مشاهده شده

source: Close
fa_ir: بستن

source: Post Viewed
fa_ir: بازدید اخیر
